CAFMSystemLayer/SoapEnvelopes/GetLocationsByDto.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="http://www.fsi.co.uk/services/evolution/04/09">
   <soapenv:Header/>
   <soapenv:Body>
      <ns:GetLocationsByDto>
         <ns:sessionId>{{SessionId}}</ns:sessionId>
         <ns:dto>
            <ns:propertyName>{{PropertyName}}</ns:propertyName>
            <ns:unitCode>{{UnitCode}}</ns:unitCode>
         </ns:dto>
      </ns:GetLocationsByDto>
   </soapenv:Body>
</soapenv:Envelope>
